;
;  Few rules for translator:
;  For beginning of translate - copy english.ini into the your language.ini
;  Please, translate text only after symbol ' = '
;  DO NOT translate the item "ReadHabit=Left-to-right". You can modify it if your native language is right to left.
;
; TranslationAuthor: WiseCleaner.jp
; TranslationAuthorEmail: support@wisecleaner.jp
; Soft Version: 1.0.2
; Update: July 06, 2021
;
[Lang]
NativeLanguage=日本語
[Translation]
LangCode=0411
ReadHabit=Left-to-right
LanguageName=JPN
LangShortName=ja-jp
DefaultFont=Meiryo
DefaultFontSize=8
DefaultCharset=SHIFTJIS_CHARSET
lblinfo.Caption=Windows 11のシステム要件を満たしているかどうかを確認できます
lbllang.Caption=言語:
cpu=プロセッサー
memory=メモリ
disk=ストレージ
diskstyle=パーティションスタイル
firmware=システムファームウェア
boot=セキュアブート
graphiccard=グラフィックカード
tpm=TPM 2.0
info3=プロセッサーの周波数が1GHzよりも遅いです
info4=プロセッサーのアーキテクチャはx86ですが、Windows 11はサポートしていません
info5=該当するプロセッサは互換性リストにありません
info6=Windows 11は32ビットプロセッサをサポートしていません
info7=ディスクパーティションスタイルがGPTではありません
info8=物理メモリは4GB以上が必要です
info9=システムディスクは64GB以上が必要です
info10=システムファームウェアがセキュアブートに対応していません
info11=グラフィックカードはDirectX 12をサポートしていません
info12=WDDMのバージョンが2.xよりも低い
info13=TPMはサポートされていません
info14=TPMが無効です
info15=TPMのバージョンが2.0以前です
info16=システムファームウェアがUEFIをサポートしていません
info-3=認識されていない64ビットプロセッサです
info-4=ストレージの空き容量が64GB以下です
tpminfo=Trusted Platform Module Version 2.0
directxinfo=DirectX %s 互換グラフィックス / WDDM %s
bootinfo=PCの起動には信頼できるファームウェアのみを使用します
support=互換性あり
unknow=不明。詳細については、をクリックしてください。
unsupport=互換性がありません。 詳細については、をクリックしてください。
NewVer=新しいバージョンが利用可能です。今すぐアップデートしますか？
